---
type: ComboBoxMember
namespace: Autodesk.Revit.UI
version: 2024
members: 2
tags: [revit-api, class]
---

# ComboBoxMember

`Autodesk.Revit.UI.ComboBoxMember` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | GroupName | 2011 | `public string GroupName { get ; }` |
| Property | Image | 2011 | `public ImageSource Image { get ; set ; }` |